{"MovieSeen":[{"overview":"During its return to the earth, commercial spaceship Nostromo intercepts a distress signal from a distant planet. When a three-member team of the crew discovers a chamber containing thousands of eggs on the planet, a creature inside one of the eggs attacks an explorer. The entire crew is unaware of the impending nightmare set to descend upon them when the alien parasite planted inside its unfortunate host is birthed.","original_language":"en","original_title":"Alien","video":false,"title":"Alien","genre_ids":[27,878],"poster_path":"/vfrQk5IPloGg1v9Rzbh2Eg3VGyM.jpg","backdrop_path":"/AmR3JG1VQVxU8TfAvljUhfSFUOx.jpg","release_date":"1979-05-25","popularity":386.526,"vote_average":8.153,"id":348,"adult":false,"vote_count":13962},{"overview":"Ripley, the sole survivor of the Nostromo's deadly encounter with the monstrous Alien, returns to Earth after drifting through space in hypersleep for 57 years. Although her story is initially met with skepticism, she agrees to accompany a team of Colonial Marines back to LV-426.","original_language":"en","original_title":"Aliens","video":false,"title":"Aliens","genre_ids":[28,53,878],"poster_path":"/r1x5JGpyqZU8PYhbs4UcrO1Xb6x.jpg","backdrop_path":"/jMBpJFRtrtIXymer93XLavPwI3P.jpg","release_date":"1986-07-18","popularity":92.868,"vote_average":7.938,"id":679,"adult":false,"vote_count":9241}],"MovieToWatch":[{"overview":"Blindsided by a new generation of blazing-fast racers, the legendary Lightning McQueen is suddenly pushed out of the sport he loves. To get back in the game, he will need the help of an eager young race technician with her own plan to win, inspiration from the late Fabulous Hudson Hornet, and a few unexpected turns. Proving that #95 isn't through yet will test the heart of a champion on Piston Cup Racing’s biggest stage!","original_language":"en","original_title":"Cars 3","video":false,"title":"Cars 3","genre_ids":[10751,16,12,35],"poster_path":"/jJ8TnHvWHaVadW5JJjGYsM07j9i.jpg","backdrop_path":"/86TlYSntBzD4pxLNM6U3GoOfGdD.jpg","release_date":"2017-06-15","popularity":96.967,"vote_average":6.849,"id":260514,"adult":false,"vote_count":5560},{"overview":"Star race car Lightning McQueen and his pal Mater head overseas to compete in the World Grand Prix race. But the road to the championship becomes rocky as Mater gets caught up in an intriguing adventure of his own: international espionage.","original_language":"en","original_title":"Cars 2","video":false,"title":"Cars 2","genre_ids":[16,10751,12,35],"poster_path":"/okIz1HyxeVOMzYwwHUjH2pHi74I.jpg","backdrop_path":"/jTx4XlVsLJkDwbEQkFYwpApD556.jpg","release_date":"2011-06-11","popularity":84.243,"vote_average":6.113,"id":49013,"adult":false,"vote_count":7488},{"overview":"Lightning McQueen, a hotshot rookie race car driven to succeed, discovers that life is about the journey, not the finish line, when he finds himself unexpectedly detoured in the sleepy Route 66 town of Radiator Springs. On route across the country to the big Piston Cup Championship in California to compete against two seasoned pros, McQueen gets to know the town's offbeat characters.","original_language":"en","original_title":"Cars","video":false,"title":"Cars","genre_ids":[16,12,35,10751],"poster_path":"/abW5AzHDaIK1n9C36VdAeOwORRA.jpg","backdrop_path":"/sd4xN5xi8tKRPrJOWwNiZEile7f.jpg","release_date":"2006-06-08","popularity":58.654,"vote_average":6.964,"id":920,"adult":false,"vote_count":13487}]}